Repository: gushterov/openrails
Catalog: Source/Locales/RunActivity/*.po
Languages: de

source: Free
de: Frei beweglich

source: Outside Front
de: Außen 1 (Zugspitze)

source: Outside Rear
de: Außen 2 (Zugende)

source: Brakeman
de: Bremser

source: Passenger
de: Passagier

source: 3D Cab
de: 3D-Führerstand

source: Head out
de: Hinauslehnen

source: Cab
de: Führerstand

source: Trackside
de: Beobachter

source: {0:F0} texture
de: {0:F0} Textur

source: {0:F0} shape
de: {0:F0} Form

source: Cab view not available
de: Führerstandsansicht nicht vorhanden

source: In MP, use Alt-F4 to quit directly
de: Benutzen Sie Alt-F4, um den Mehrspielermodus direkt zu beenden

source: Automatic platform and siding labels visible.
de: Bahnsteig- und Nebengleisnamen bei Zugannäherung sichtbar.

source: Platform and siding labels visible.
de: Bahnsteig- und Nebengleisnamen sichtbar.

source: Platform labels visible.
de: Bahnsteignamen sichtbar.

source: Siding labels visible.
de: Nebengleisnamen sichtbar.

source: Platform and siding labels hidden.
de: Bahnsteig- und Nebengleisnamen ausgeblendet.

source: Train labels visible.
de: Zuglabels sichtbar.

source: Car labels visible.
de: Fahrzeuglabels sichtbar.

source: Train and car labels hidden.
de: Zug- und Fahrzeugnamen ausgeblendet.

source: This car doesn't have a 2D cab
de: Dieses Fahrzeug hat kein 2D-Führerstand

source: This car doesn't have a 3D cab
de: Dieses Fahrzeug hat kein 3D-Führerstand

source: messages suppressed
de: Meldungen ausgeblendet

source: All messages visible
de: Alle Nachrichten sichtbar

source: Switched to player control
de: Manuelle Steuerung reaktiviert

source: You can't switch from manual to autopilot mode
de: Wechsel zum Autopiloten im manuellen Modus nicht möglich

source: Switched to autopilot
de: Autopilot aktiviert

source: Game saved
de: Spiel gespeichert

source: Allowed speed raised to {0}
de: Geschwindigkeitsbegrenzung auf {0} erhöht.

source: Vibrating at level {0}
de: Vibrationslevel {0}

source: Keyboard map list saved to '{0}'.
de: Tastenbelegung (Liste) in '{0}' gespeichert.

source: Keyboard map image saved to '{0}'.
de: Tastenbelegung (Grafik) in '{0}' gespeichert.

source: {0} viewpoint stored. Use Shift+8 to restore viewpoints.
de: {0} Kameraeinstellung gespeichert. Shift+8 zum Reaktivieren.

source: Restoring wrong weather type : trying to restore dynamic weather but save contains user controlled weather
de: Falschen Wettertyp geladen: Versuche dynamisches Wetter wiederherzustellen, während gespeichertes Spiel benutzerdefiniertes Wetter enthält

source: Restoring wrong weather type : trying to restore user controlled weather but save contains dynamic weather
de: Falschen Wettertyp geladen: Versuche benutzerdefiniertes Wetter wiederherzustellen, während gespeichertes Spiel dynamisches Wetter enthält

source: Increased daylight offset to {0} h
de: Tageslicht-Versatz erhöht auf {0} h

source: Decreased daylight offset to {0} h
de: Tageslicht-Versatz gesenkt auf {0} h

source: Clear All
de: Alle aufheben

source: Reply Selected
de: Ausgew. antw.

source: Compose MSG
de: Nachr. verfassen

source: MessageViewer
de: Nachrichtenansicht

source: Active sounds
de: Aktive Sounds

source: Inactive sounds
de: Inaktive Sounds

source: Selected sound
de: Ausgewählter Sound

source: Speed
de: Geschw

source: Distance
de: Entferng

source: Volume
de: Lautstärke

source: AL Sources
de: AL Quellen

source: Sound Debug
de: Sound-Debugging

source: Message the selected player
de: Nachricht an ausgewählten Spieler

source: Reply to the selected player
de: Ausgewähltem Spieler antworten

source: Player
de: Spieler

source: Make this player an assistant
de: Dieser Spieler wird Assistent

source: Jump to this player in game
de: Zu diesem Spieler im Spiel

source: Follow on the map
de: Auf der Karte folgen

source: Kick from multiplayer session
de: Aus Mehrspielersitzung entfernen

source: Set switch to...
de: Stelle Weiche auf...

source: Main route
de: Hauptroute

source: Side route
de: Nebenroute

source: Set signal aspect to...
de: Stelle Signal auf...

source: System controlled
de: Systemgesteuert

source: Stop
de: Halt

source: Approach
de: Halt erwarten

source: Proceed
de: Fahrt

source: Jump to this train in game
de: Zu diesem Zug im Spiel

source: Follow this train on the map
de: Zug auf der Karte folgen

source: You
de: Sie

source: Helper
de: Helfer

source: Disconnected
de: Getrennt

source: Switching Request Sent to the Server
de: Weichenstellanfrage an Server gesendet

source: Demote this player
de: Diesen Spieler herabstufen

source: Learn more
de: Mehr erfahren

source: You are the dispatcher in this multiplayer session
de: Sie sind Disponent in dieser Mehrspielersitzung

source: Message all players
de: Nachricht an alle Spieler

source: Messages:
de: Meldungen:

source: Simulation time
de: Simulationszeit

source: Map customization
de: Kartenanpassung

source: All trains
de: Alle Züge

source: Only active trains
de: Nur aktive Züge

source: Train state
de: Zugstatus

source: Train labels
de: Zuglabels

source: Signal state
de: Signalmodus

source: Signals
de: Signale

source: Switches
de: Weichen

source: Siding labels
de: Nebengleisnamen

source: Platform labels
de: Bahnsteignamen

source: Platforms
de: Bahnsteige

source: Map features
de: Kartenelemente

source: Rotate between themes
de: Zwischen Themes wechseln

source: Show simulation time
de: Simulationszeit anzeigen

source: Use anti-aliasing
de: Anti-Aliasing

source: Multiplayer settings
de: Mehrspieler-Einstellungen

source: Penalty for speeding && SPAD
de: Strafe für Geschwindigkeitsüberschreitung und Fahrt gegen Halt

source: Prefer green signals
de: Grün vorziehen

source: Allow new players to join
de: Neue Spieler zulassen

source: Map settings and controls
de: Karteneinstellungen/-steuerung

source: Follow my train on the map
de: Meinem Zug folgen (Karte)

source: Jump to my train on the map
de: Zu meinem Zug springen (Karte)

source: Jump to my train in game
de: Zu meinem Zug springen (Spiel)

source: Map resolution (m):
de: Kartenauflösg. (m):

source: Allow throwing switches
de: Weichen stellen erlauben

source: Allow changing signals
de: Signale stellen erlauben

source: Draw next path section
de: Nächst. Pfadabschn. zeichnen

source: Players
de: Spieler

source: Allow call on
de: Fahrt in besetztes Gleis erlauben

source: Map window
de: Kartenfenster

source: Activity Events
de: Aufgabenereignisse

source: without success
de: erfolglos

source: Resume
de: Fortsetzen

source: Resume and close box
de: Forts & Fenster schließen

source: Close box
de: Fenster schließen

source: Quit activity
de: Aufgabe abbrechen

source: Status: Activity paused
de: Status: Aufgabe pausiert

source: Status: Activity resumed
de: Status: Aufgabe fortgesetzt

source: End Activity
de: Aufgabe beenden

source: Status: Activity running
de: Status: Aufgabe läuft

source: This activity has ended {0}. For a detailed evaluation, see the Help Window (F1).
de: Sie haben die Aufgabe {0} abgeschlossen. Öffnen Sie das Hilfefenster (F1), um eine detaillierte Auswertung zu sehen.

source: Event: {0}
de: Ereignis: {0}

source: Train: {0}
de: Zug: {0}

source: Car Operation Menu
de: Rollmaterial-Bedienungsmenü

source: Car ID
de: Wagen-Nummer

source: Unset Handbrake
de: Handbremse lösen

source: Set Handbrake
de: Handbremse anlegen

source: Power Off
de: Strom aus

source: Power On
de: Strom ein

source: Disconnect MU Connection
de: Mehrfachsteuerung trennen

source: Connect MU Connection
de: Mehrfachsteuerung verbinden

source: Battery Switch Off
de: Batterieschalter aus

source: Battery Switch On
de: Batterieschalter Ein

source: Disonnect Electric Train Supply
de: Zugsammelschiene trennen

source: Connect Electric Train Supply
de: Zugsammelschiene verbinden

source: Disconnect Front Brake Hose
de: Vorderen Bremsschlauch trennen

source: Connect Front Brake Hose
de: Vorderen Bremsschlauch verbinden

source: Disconnect Rear Brake Hose
de: Hinteren Bremsschlauch trennen

source: Connect Rear Brake Hose
de: Hinteren Bremsschlauch verbinden

source: Close Front Angle Cock
de: Vorderes Bremsleitungsventil schließen

source: Open Front Angle Cock
de: Vorderes Bremsleitungsventil öffnen

source: Close Rear Angle Cock
de: Hinteres Bremsleitungsventil schließen

source: Open Rear Angle Cock
de: Hinteres Bremsleitungsventil öffnen

source: Close Bleed Off Valve
de: Druckablassventil schließen

source: Open Bleed Off Valve
de: Druckablassventil öffnen

source: Close window
de: Fenster schließen

source: Handbrake set
de: Handbremse angezogen

source: Handbrake off
de: Handbremse gelöst

source: Power OFF command sent
de: Motor-aus-Kommando gesendet

source: Power ON command sent
de: Motor-an-Kommando gesendet

source: No power command for this type of car!
de: Kein Motoren-Kommando für diese Art Rollmaterial!

source: MU signal connected
de: Mehrfachsteuerung verbunden

source: MU signal disconnected
de: Mehrfachsteuerungs getrennt

source: No MU command for this type of car!
de: Keine Mehrfachsteuerung für diese Art Rollmaterial!

source: Switch off battery command sent
de: Batterie-aus-Kommando gesendet

source: Switch on battery command sent
de: Batterie-an-Kommando gesendet

source: Front ETS cable connected
de: Zugsammelschiene vorn verbunden

source: Front ETS cable disconnected
de: Zugsammelschiene vorn getrennt

source: This car doesn't have an ETS system
de: Dieses Fahrzeug hat keine Stromversorgung

source: Front brake hose connected
de: Vorderer Bremsschlauch verbunden

source: Front brake hose disconnected
de: Vorderer Bremsschlauch getrennt

source: Rear brake hose connected
de: Hinterer Bremsschlauch verbunden

source: Rear brake hose disconnected
de: Hinterer Bremsschlauch getrennt

source: Front angle cock opened
de: Vorderes Bremsleitungsventil geöffnet

source: Front angle cock closed
de: Vorderes Bremsleitungsventil geschlossen

source: Rear angle cock opened
de: Hinteres Bremsleitungsventil geöffnet

source: Rear angle cock closed
de: Hinteres Bremsleitungsventil geschlossen

source: Bleed off valve opened
de: Druckablassventil geöffnet

source: Bleed off valve closed
de: Druckablassventil geschlossen

source: Compass
de: Kompass

source: Lat:
de: B:

source: Lon:
de: L:

source: Compose Message (e.g. receiver1, receiver2: message body)
de: Nachricht verfassen (z.B. Empfänger1, Empfänger2: Nachricht)

source: EOT List
de: EOT-Liste

source: Filename
de: Dateiname

source: Folder Name
de: Ordnername

source: Can't attach EOT if player train not stopped
de: Kann EOT nicht an fahrenden Zug anhängen

source: Player train already has a mounted EOT
de: Spielerzug hat bereits ein EOT-Gerät

source: Can't mount an EOT if another one is mounted
de: Kann EOT nicht anhängen, da bereits eins vorhanden ist

source: Help
de: Hilfe

source: Key Commands
de: Tastatur

source: Briefing
de: Einweisung

source: Timetable
de: Fahrplan

source: Arrive
de: Ankunft

source: Actual
de: Ist

source: Depart
de: Abfahrt

source: (missed)
de: (ausgelassen)

source: Work Orders
de: Arbeitsaufträge

source: Task
de: Auftrag

source: Car(s)
de: Wagen

source: Location
de: Ort

source: Assemble Train
de: Zug zusammenstellen

source: At Location
de: Am Ort

source: Drop Off
de: Abstellen

source: Pick Up
de: Aufnehmen

source: Done
de: Abgeschlossen

source: Evaluation
de: Auswertung

source: This Activity has ended.
de: Diese Aufgabe ist beendet.

source: Timetable:
de: Fahrplan:

source: - Station stops:
de: - Bahnhofaufenthalte:

source: - Remaining station stops:
de: - Verbleibende Bahnhofshalte:

source: - Missed station stops:
de: - Verpasste Bahnhofshalte:

source: Work orders:
de: Arbeitsaufträge:

source: Assemble Train At Location
de: Zug zusammenstellen am Ort

source: - Tasks:
de: - Aufträge:

source: - Accomplished:
de: - Abgeschlossen:

source: - Coupling speed limits:
de: - Kuppelgeschwindikeitslimit:

source: Procedures
de: Bedienung

source: A report file was created:
de: Eine Reportdatei wurde erstellt:

source: Steam.
de: Dampf.

source: Electric.
de: Elektr.

source: Current Delay: {0} minute
de: Aktuelle Verspätung: {0} Minute

source: Task accomplished
de: Auftrag erledigt

source: Throttle
de: Regler

source: Power In/Out
de: Aufgenommene/abgegebene Leistung

source: Motive force
de: Antriebskräfte

source: Num of substeps
de: Anz Teilschritte

source: Memory
de: Speicher

source: GCs
de: Speicherbereinigungen (GCs)

source: Frame time
de: Framezeit

source: Render process
de: Render-Prozess

source: Updater process
de: Updater-Prozess

source: Loader process
de: Lade-Prozess

source: Sound process
de: Sound-Prozess

source: Time
de: Zeit

source: Replay
de: Abspielen

source: Gradient
de: Steigung

source: Direction
de: Richtung

source: Regulator
de: Regler

source: Train brake
de: Zugbremse

source: Retainers
de: Bremsdruckhalteventile

source: Engine brake
de: Lokbremse

source: Brakemen brake
de: Bremserbremse

source: Dynamic brake
de: Dyn. Bremse

source: Cruise control status
de: AFB-Zustand

source: Speed target
de: AFB Vziel

source: Max acceleration
de: Max. Beschleunigung

source: Multiple Units
de: Mehrfachtraktion

source: Wheel slip
de: Radschlupf

source: Wheel slip warning
de: Radschlupf-Warnung

source: Wheel skid
de: Radschlupf

source: Sander blocked
de: Sander blockiert

source: Sander on
de: Sander an

source: Left
de: Links

source: Right
de: Rechts

source: Doors open
de: Türen offen

source: MultiPlayerStatus:
de: Mehrspieler-Status:

source: Dispatcher
de: Disponent

source: CONSIST INFORMATION
de: ZUGVERBANDS-INFORMATION

source: Tilted
de: Neigetech

source: Type
de: Typ

source: Length
de: Länge

source: Weight
de: Gewicht

source: Control Mode
de: Kontrollmodus

source: Out of Control
de: Außer Kontrolle

source: Cab Aspect
de: Führerstand-Signalanzeige

source: Yes
de: Ja

source: No
de: Nein

source: Freight
de: Güter

source: Pass
de: Pers

source: Car
de: Wagen

source: Flipped
de: Gedreht

source: Drv/Cabs
de: Fahrb/Fst

source: Wheels
de: Räder

source: LOCOMOTIVE INFORMATION
de: LOKOMOTIV-INFORMATION

source: off
de: aus

source: PlayerLoco
de: SpielerLok

source: Loco
de: Lok

source: MU'd
de: MfTr

source: Power
de: Strom

source: Force
de: Zugkraft

source: DISTRIBUTED POWER INFORMATION
de: MEHRFACHTRAKTIONS-INFORMATION

source: POWER SUPPLY INFORMATION
de: STROMVERSORGUNGS-INFORMATION

source: Wagon
de: Wagen

source: MainPS
de: HauptVs

source: AuxPS
de: HilfVs

source: Battery
de: Batterie

source: LowVoltPS
de: NiedSpVs

source: CabPS
de: FstVs

source: ETS
de: ZS

source: ETSCable
de: ZS-Kabel

source: connected
de: verbunden

source: disconnected
de: getrennt

source: BRAKE INFORMATION
de: BREMS-INFORMATION

source: Exhauster
de: Vakuum-Sauglüfter

source: on
de: ein

source: Large Ejector
de: Gr. DmpfStr-VakP

source: Small Ejector
de: Kl. DmpfStr-VakP

source: Vacuum Pump
de: Vakuumpumpe

source: Brake Sys Vol
de: Bremssytemvolumen

source: Train Pipe
de: Bremsleitung

source: Brake Cyl
de: BremsZyl

source: Air Vol
de: LuftVol

source: No compressor or reservoir fitted
de: Kein Kompressor oder Luftbehälter

source: Main reservoir
de: Hauptdruckbehälter

source: Compressor
de: Kompressor

source: Flow
de: Fluss

source: BrkCyl
de: BreZyl

source: BrkPipe
de: BreLtg

source: Handbrk
de: HandBre

source: Conn
de: Vbdg

source: AnglCock
de: VbdgVent

source: VacRes
de: VakBeh

source: Brk
de: Brm

source: SrvPipe
de: SteuLtg

source: AuxRes
de: HilfBeh

source: ErgRes
de: NotBeh

source: StrPipe
de: DirLtg

source: CtrlRes
de: SteuBeh

source: SuppRes
de: UntsBeh

source: RetValve
de: HalteVent

source: TripleValve
de: 3wegVent

source: BleedOff
de: DruckAblass

source: MRPipe
de: DruckLtg

source: FORCE INFORMATION
de: KRÄFTE-INFORMATION

source: (Advanced adhesion model)
de: (Detaillierteres Reibungsmodell)

source: Wheel slip (Thres)
de: Radschlupf(grenze)

source: Conditions
de: Schienenbeding

source: Axle drive force
de: Achsantriebskraft

source: Axle brake force
de: Achsbremskraft

source: Number of substeps
de: Anzahl Teilschritte

source: Wheel Adh. (Max)
de: Radhaftg. (max.)

source: Axle out force
de: Ges. Achskraft

source: Comp Axle out force
de: Berechn. Achskraft

source: Wheel speed (Slip)
de: Radgeschw(Schlupf)

source: Wheel ang. pos.
de: Raddrehwinkel

source: Loco Adhesion
de: Reibung der Lok

source: Wagon Adhesion
de: Wagenreibung

source: (Simple adhesion model)
de: (Einfacheres Reibungsmodell)

source: Train
de: Zug

source: Total
de: Gesamt

source: Motive
de: Zugkraft

source: Brake
de: Bremse

source: Friction
de: Reibung

source: Gravity
de: Schwerkr

source: Curve
de: Kurve

source: Coupler
de: Kupplung

source: Slack
de: Kplg.spiel

source: Mass
de: Masse

source: Superelev
de: Überhöhg.

source: Brk Frict.
de: Bremsrbg.

source: Brk Slide
de: Br.schlupf

source: Bear Temp
de: LagerTemp

source: DerailCoeff
de: EntglKoeff

source: DISPATCHER INFORMATION : active trains :
de: DISPONENTEN-INFORMATION : aktive Züge :

source: Travelled
de: Gereist

source: AI mode
de: KI-Modus

source: AI data
de: KI-Daten

source: Mode
de: Modus

source: Auth
de: Erlaubnis

source: Consist
de: Zugverbd

source: Path
de: Fahrstraße

source: WEATHER INFORMATION
de: WETTER-INFORMATION

source: Visibility
de: Sichtweite

source: Cloud cover
de: Bewölkt

source: Intensity
de: Intensität

source: Liquidity
de: Wässrigkeit

source: Amb Temp
de: Umg.Temp

source: DEBUG INFORMATION
de: DEBUGGING-INFORMATION

source: Logging enabled
de: Logger aktiviert

source: CPU Memory
de: CPU-Speicher

source: GPU Memory
de: GPU-Speicher

source: Adapter
de: Grafik-Adapter

source: Shadow maps
de: Schatten Maps

source: Shadow primitives
de: Schatten f. Primitive

source: Render primitives
de: Darstell.primitiven

source: wait
de: warten

source: Total process
de: Gesamt-Prozess

source: Camera
de: Kamera

source: {0:F0} ° / {1:F1} m/s ({2:F0} ° / {3:F1} m/s gusts)
de: {0:F0} ° / {1:F1} m/s ({2:F0} ° / {3:F1} m/s Böen)

source: {0:F0} FPS (50th/95th/99th percentiles {1:F1} / {2:F1} / {3:F1} ms, DirectX feature level >= {4})
de: {0:F0} FPS (50./95./99. Perzentile {1:F1} / {2:F1} / {3:F1} ms, DirectX Featurelevel >= {4})

source: {3}, {4}, {5}, {6} ({7:F0} kB/frame allocated, {0:F0}/{1:F0}/{2:F0} GCs)
de: {3}, {4}, {5}, {6} ({7:F0} kB/Frame zugeteilt, {0:F0}/{1:F0}/{2:F0} SpeicherbereinigungenGCs)

source: {0:F0} MB private, {1:F0} MB working set, {2:F0} MB private working set, {3:F0} MB managed, {4:F0} MB virtual
de: {0:F0} MB privat, {1:F0} MB Arbeitssatz, {2:F0} MB privater Arbeitssatz, {3:F0} MB verwaltet, {4:F0} MB virtuell

source: {0:F0} MB committed, {1:F0} MB dedicated, {2:F0} MB shared
de: {0:F0} MB zugesichert, {1:F0} MB dediziert, {2:F0} MB gemeinsam

source: {0} logical processor
de: {0} logischer Prozessor

# Cab
source: R
de: H

# Cab
source: F
de: V

# Cab
source: D
de: F

# Steam
source: Reverser
de: Steuerng

# NonSteam
source: Reverser
de: Richtgsw

# Engine
source: Eng
de: Mot

# CircuitBreaker
source: CB
de: HS

# TractionCutOffRelay
source: TCOR
de: FMoS

source: MultiPlayer Info
de: Mehrspieler-Info

source: Connection to the server is lost, will play as single mode
de: Serververbindung unterbrochen, fortsetzung im Einzelspielermodus.

source: Next Station
de: Nächste Station

source: Waiting for train to attach
de: Warte bis Zug ankuppelt

source: Waiting for train to attach :
de: Warte bis Zug ankuppelt:

source: Waiting for transfer
de: Warte auf Verschub

source: Train inactive.
de: Zug inaktiv.

source: Train static.
de: Zug abgestellt.

source: Train not active.
de: Zug nicht aktiv.

source: Activated by other train.
de: Durch anderen Zug aktiviert.

source: Activation time :
de: Aktivierungszeit :

source: Train has terminated.
de: Zug endet hier.

source: No more stations.
de: Keine weiteren Stationen.

source: Transfer units at next station with train
de: Verschiebe Zugverband an der nächsten Station mit deinem Zug

source: Transfer units with train
de: Verschiebe Zugverband mit deinem Zug

source: Train is to attach to :
de: Zug ist zu kuppeln an:

source: ; other train not yet ready
de: ; anderer Zug noch nicht fertig

source: Train is to pickup train at end of path
de: Zug soll am Ende des Pfades anderen Zug ankuppeln

source: Pick up train ahead
de: Zug voraus ankuppeln

source: Transfer units with train ahead
de: Verschiebe Zugverband mit Zug vorne

source: Activity completed.
de: Aufgabe abgeschlossen.

source: Odometer {0}
de: Wegmesser {0}

source: FOV: {0:F0}°
de: Blickwinkel: {0:F0}°

source: Pause Menu
de: Pause (Menü)

source: Quit {1} ({0})
de: {1} beenden ({0})

source: Save your game ({0})
de: Spiel speichern ({0})

source: Continue playing ({0})
de: Weiterspielen ({0})

source: Switch
de: Weiche

source: Track Monitor
de: Streckenmonitor

source: Manual
de: Manuell

source: Explorer
de: Erkundung

source: OutOfControl :
de: AußerKontrolle:

source: Inactive
de: Inaktiv

source: Turntable
de: Drehscheibe

source: Unknown
de: Unbekannt

source: Speed:
de: Geschwindigk.:

source: Projected:
de: Prognose:

source: Limit:
de: Begrenzung:

source: Milepost Limit Dist
de: km-Stein Limit Abst

source: Train Operations Viewer
de: Zugbedienungs-Anzeige

source: In Timetable Mode uncoupling using this window is not allowed
de: Im Fahrplanmodus ist das Abkuppeln über dieses Fenster nicht möglich

source: On
de: Ein

# DieselEngine
source: Engine
de: Motor

# DieselEngine
source: Running
de: An

# DieselEngine
source: Stopped
de: Aus

source: Train Car Operations
de: Zug-Wagenbedienung

# PowerSupply
source: Power
de: Stromzufuhr

# PowerSupply
source: On
de: Ein

source: FLOW
de: Flus

source: Fuel
de: Treibstoff

source: FUEL
de: Krft

source: Load
de: Belastung

source: LOAD
de: Last

source: Loco Groups
de: Lokgruppen

source: Oil Pressure
de: Öldruck

source: OIL
de: ÖlD

source: POWR
de: Strm

source: Remote
de: Fernsteuerung

source: RMT
de: Fern

source: RPM
de: UpM

source: Reverser
de: Steuerung

source: REVR
de: Steu

source: Temperature
de: Temperatur

source: THRO
de: Rglr

source: TIME
de: Zeit

source: Tractive Effort
de: Zugkraft

source: TRACT
de: Zugkr

source: Forward
de: Vorwärts

source: Forw.
de: Vorw.

source: Idle
de: Leer

source: Running
de: An

source: Runn
de: An

source: Train Dpu Info
de: Mehrfachtraktions-Info

source: Distributed power management not available with this player train.
de: Mehrfachtraktion nicht möglich für diesen Spielerzug.

source: BP
de: BD

source: EQ
de: AU

source: AI Fireman
de: KI Heizer

source: AIFR
de: KIHz

source: Battery switch
de: Batterieschalter

source: BATT
de: BatS

source: Blowndown valve
de: Abschlammventil

source: BLWV
de: AbsV

source: Boiler pressure
de: Kesseldruck

source: PRES
de: KsDr

source: Boiler water glass
de: Wasserschauglas

source: WATR
de: WsGl

source: Boiler water level
de: Wassersta. Kessel

source: LEVL
de: WaKs

source: Booster air valve
de: Boosterluftventil

source: BAIR
de: BLuf

source: Booster idle valve
de: Boosterleerlaufventil

source: BIDL
de: BLer

source: Booster latch
de: Boosterkupplung

source: BLCH
de: BKup

source: CCStatus
de: ZHStatus

source: CCST
de: ZhSt

source: Circuit breaker
de: Hauptschalter

source: CIRC
de: HptS

source: Cylinder cocks
de: Zylinderhähne

source: CCOK
de: ZyHn

source: DIRC
de: RiWe

source: DRLC
de: Entg

source: DOOR
de: TürO

source: BDYN
de: DynB

source: Electric train supply
de: Zugsammelschiene

source: TSUP
de: ZS

source: BLOC
de: LokB

source: Engine
de: Motor

source: ENGN
de: Motr

source: Fire mass
de: Feuermasse

source: FIRE
de: Feur

source: Fixed gear
de: Starrer Gang

source: GEAR
de: Gang

source: Fuel levels
de: Kraftstoffstände

source: Gear
de: Gang

source: GRAD
de: Stei

source: Grate limit
de: Rostgrenze

source: GRAT
de: Rost

source: Master key
de: Schlüsselschalter

source: MAST
de: Schl

source: MaxAccel
de: MaxBeschl

source: MACC
de: MBes

source: Pantographs
de: Pantographen
