Repository: gushterov/openrails
Catalog: Source/Locales/RunActivity/*.po
Languages: de

source: REGL
de: Rglr

source: RPLY
de: Wdh

source: RETN
de: HalV

source: SPED
de: Gsch

source: Steam usage
de: Dampfnutzung

source: STEM
de: Damf

source: Target
de: Zielgeschw

source: TARG
de: Ziel

source: Traction cut-off relay
de: Fahrmotorschütz

source: TRAC
de: FMoS

source: BTRN
de: ZugB

source: Water scoop
de: Wasserschöpfrohr

source: WSCO
de: WSch

source: Wheel
de: Räder

source: WHEL
de: Rädr

source: (absolute)
de: (absolut)

source: apply Service
de: Vollservice

source: Apply
de: Anwenden

source: Apply Quick
de: Anw. Schnell

source: ApplQ
de: AnwendenQ

source: Apply Slow
de: Anw. Schleppend

source: ApplS
de: AnwendenS

source: coal
de: Kohle

source: c
de: k

source: Cont. Service
de: Dauerservice

source: Serv
de: Brems

source: Emergency Braking Push Button
de: Drucktaste für Notbremsung

source: EmerBPB
de: NotBrTa

source: Lap Self
de: Selbsthalt

source: LapS
de: Selb

source: Minimum Reduction
de: Kleinste Entlüftung

source: MRedc
de: MinBr

source: (safe range)
de: (sicherer Bereich)

source: (safe)
de: (sicherer)

source: skid
de: Glei

source: Skid
de: Gleiten

source: slip warning
de: Radschlupf-Warnung

source: Warning
de: Warnung

source: slip
de: Schl

source: Slip
de: Schlupf

source: Vac. Cont. Service
de: Vak. Bremsen

source: Vac.Serv
de: VakBrems

source: water
de: Wasser

source: Train Driving Info
de: Zugfahrt-Info

source: Open
de: Offen

source: Closed
de: Zu

source: Engaged
de: Eingelegt

source: Disengaged
de: Ausgelegt

source: Blocked
de: Gesperrt

source: Off
de: Aus

source: BC
de: BZ

source: Lead
de: Leitung

source: Up
de: Oben

source: Broken
de: Defekt

source: Down
de: Unten

source: Run
de: Fahrt

source: Locked
de: Gesperrt

source: Opened
de: Geöffnet

source: Reset
de: Zurücksetzen

source: Exceeded
de: Überschritten

source: Derailed
de: Entgleist

# BrakeStatus
source: Flow
de: Fluss

source: Train List
de: Zugliste

source: Number
de: Nummer

source: Service Name
de: Dienstname

source: Viewed
de: Angesehen

source: Train in turntable not aligned to a track can't be selected
de: Zug auf Drehscheibe nicht wählbar, wenn Drehscheibe zu keinem Gleis ausgerichtet ist

source: Player train can't be switched when in turntable not aligned to a track
de: Der Spielerzug kann nicht gewechselt werden, wenn die Drehscheibe zu keinem Gleis ausgerichtet ist

source: Train Operations
de: Zugbedienung

source: Timetable Detach Menu
de: Fahrplanmodus Abkuppel-Menü

source: This train is about to split.
de: Dieser Zug wird gleich geteilt.

source: Use 'cab switch' command to select cab in required portion.
de: Benutzen Sie "Führerstand wechseln" um in einen Führerstand im entsprechenden Teil des Zugverbandes zu wechseln.

source: Perform Detach
de: Jetzt abkuppeln

source: static consist
de: Abgestellter Zugverband

source: Rear
de: Hinten

source: Front
de: Vorne

source: This portion will continue as train : {0}
de: Dieser Zugteil fährt weiter als Zug: {0}

source: {0} portion will form train : {1}
de: Fahrzeuge aus {0} bilden Zug: {1}

source: ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz1234567890 ",.-+|!$%&/()=?;:'_[]
de: AÄBCDEFGHIJKLMNOÖPQRSTUÜVWXYZaäbcdefghijklmnoöpqrsßtuüvwxyz1234567890 ",.-+|!$%&/()=?;:'_[]#€@

source: Game save is not allowed during container load/unload
de: Speichern unzulässig während Container-Be-/Entladung

source: Activity Save file '*.save' not found in folder {0}
de: Aufgaben-Spielstandsdatei '*.save' konnte nicht gefunden werden. Ordnerpfad: {0}

source: freight-grain
de: Güter (Getreide)

source: freight-coal
de: Güter (Kohle)

source: freight-gravel
de: Güter (Schotter)

source: freight-sand
de: Güter (Sand)

source: diesel oil
de: Diesel

source: wood
de: Holz

source: freight-general
de: Güter (Allgemein)

source: freight-livestock
de: Güter (Vieh)

source: freight-fuel
de: Güter (Treibstoff)

source: freight-milk
de: Güter (Milch)

source: mail
de: Post

source: Refill: Immediate refill process selected, refilling immediately.
de: Auftanken: Sofortiges Auffüllen gewählt, wird sofort aufgefüllt.

source: Refill: Electric loco and no pickup. Command rejected
de: Auffüllen: E-Lok, kein Auffüllbereich. Nicht ausgeführt

source: Incompatible pickup type
de: Inkompatibler Fracht-Typ

source: Starting refill
de: Tanken beginnen

source: Container crane: Distance to {0} supply is {1}.
de: Containerkran: Entfernung zur nächsten {0}-Stelle: {1}.

source: Refill: Distance to {0} supply is {1}.
de: Auftanken: Entfernung zur nächsten {0}-Tankstelle: {1}.

source: Refill: Loco must be stationary to refill {0}.
de: Auftanken: Lokomotive muss stillstehen, um {0} auftanken zu können.

source: Refill: Loco speed must exceed {0}.
de: Auftanken: Geschwindigkeit muss größer als {0} sein.

source: Refill: Loco speed must not exceed {0}.
de: Auftanken: Geschwindigkeit darf nicht größer als {0} sein.

source: Refill: {0} supply now replenished.
de: Auftanken: {0} Vorrat jetzt ergänzt.

source: Unload: {0} fuel or freight now unloaded.
de: Entladen: {0} Treibstoff / Fracht entladen.

source: wag file not equipped for containers
de: WAG-Datei nicht für Container eingerichtet

source: {0} now loaded.
de: {0} jetzt beladen.

source: {0} now unloaded.
de: {0} jetzt entladen.

source: Next
de: Weiter

source: Close
de: Zu

source: Scale Up
de: Einzoomen

source: Scale Down
de: Auszoomen

source: Acknowledge
de: Übernehmen

source: Scroll Up
de: Aufwärts

source: Scroll Down
de: Abwärts

source: Projected
de: Prognose

source: Limit
de: Begrenzung

source: Cab ORIEN
de: Fst RICHT

source: Backward
de: Rückwärts

source: Milepost
de: km-Stein

source: Dist
de: Entf

# SwitchPanel
source: Switch Ahead
de: Weiche vorne

# SwitchPanel
source: Switch Behind
de: Weiche hinten

# SwitchPanel
source: Change Cab
de: Führerstand wechseln

# SwitchPanel
source: Map
de: Karte

# SwitchPanel
source: Switch Manual
de: Handweiche

# SwitchPanel
source: Clear Signal Forward
de: Signal vorne "Fahrt"

# SwitchPanel
source: Track Monitor
de: Streckenmonitor

# SwitchPanel
source: Train Driving
de: Zugfahrt

# SwitchPanel
source: Switch
de: Weiche

# SwitchPanel
source: Train Operations
de: Zugbedienung

# SwitchPanel
source: Train Dpu
de: Mehrfachtraktion

# SwitchPanel
source: Next Station
de: Nächste Station

# SwitchPanel
source: Train List
de: Zugliste

# SwitchPanel
source: EOT List
de: EOT-Liste

# SwitchPanel
source: Direction
de: Richtung

# SwitchPanel
source: Gear
de: Gang

# SwitchPanel
source: Handbrake
de: Handbremse

# SwitchPanel
source: Brake hose
de: Bremsschlauch

# SwitchPanel
source: Alerter
de: SIFA

# SwitchPanel
source: Emergency
de: Notbremse

# SwitchPanel
source: Wiper
de: Scheibenwischer

# SwitchPanel
source: Door Left
de: linke Türen

# SwitchPanel
source: Door Right
de: rechte Türen

# SwitchPanel
source: Light
de: Licht

# SwitchPanel
source: Battery Switch
de: Batterieschalter

# SwitchPanel
source: Master Key
de: Schlüsselschalter

# SwitchPanel
source: Circuit Breaker
de: Hauptschalter

# SwitchPanel
source: Traction Cut-Off
de: Fahrmotorschütz

# SwitchPanel
source: Diesel Player
de: Motor Spielerlok

# SwitchPanel
source: Diesel Helper
de: Motor Hilfsloks

# SwitchPanel
source: Front light
de: Licht vorne

# SwitchPanel
source: Cyl Cocks
de: ZylHähne

# SwitchPanel
source: Retainers
de: Bremsdruckhalteventile

source: Dim
de: abblenden

source: Bright
de: aufblenden

source: Always On
de: Immer Ein

source: Automatic
de: Automatisch

source: Always on
de: Immer ein

source: Full
de: Voll

source: Connected
de: Verbunden
